Revit 2027 API
UnitTypeId.KipFeetPerDegree Property
 Kip feet per degree.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipFeetPerDegree { get; }
Public Shared ReadOnly Property KipFeetPerDegree As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipFeetPerDegree {
	ForgeTypeId^ get ();
}
static member KipFeetPerDegree : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace